{
    "ru": {
        "NAME": "Русский",
        "DEBUG_MODE_1": "⚠ *Внимание!* На сервере технические работы!\n\n🛠 Мы стараемся улучшить качество работы бота, исправить недочеты и добавить новые функции. Это может занять некоторое время.\n\n⏰ Вы *продолжите получать* новости с каналов в категориях, однако остальной функционал бота сейчас недоступен. Мы просим вас немного подождать, бот продолжит свою работу в скором времени.\n\n🙏 *Спасибо* за понимание!",
        "DEBUG_MODE_2": "⚠ *Внимание!* На сервере технические работы!\n\n🛠 Мы стараемся улучшить качество работы бота, исправить недочеты и добавить новые функции. Это может занять некоторое время.\n\n⏰ Сейчас функционал бота *полностью приостановлен*. Мы просим вас немного подождать, бот продолжит свою работу в скором времени.\n\n🙏 *Спасибо* за понимание!",
        "START": "Здравствуйте!",
        "CATEGORY_STEP": "Напишите название новой категории",
        "CATEGORY_CREATING": "Пытаюсь создать категорию...",
        "CATEGORY_START": "Вы только что создали новую категорию. Теперь привяжите к ней те каналы, новости из которых вы хотели бы получать в этой категории",
        "CATEGORY_HELP": "Список доступных команд:\n\n/add - привязать канал к этой категории\n/del - отвязать канал от этой категории\n/lang - поменять язык\n/help - список доступных команд",
        "CATEGORY_SUCCESS": "Вы успешно создали новую категорию. Перейдите в созданный чат для последующей настройки",
        "BOT_HELP": "Список доступных команд:\n\n/cat - создать новую категорию\n/lang - поменять язык\n/help - список доступных команд",
        "ADD_DEL_STEP": "Напишите название канала, которое начинается со знака «@»",
        "ADD_PROCESS": "Пытаюсь привязать канал...",
        "ADD_STOP_ALREADY": "Канал уже привязан к этой категории. Попробуйте еще раз. /add",
        "ADD_DEL_STOP_NONE": "Не получается найти канал. Попробуйте еще раз.",
        "ADD_SUCCESS": "Канал успешно привязан к этой категории. Теперь вы будете получать все новости этого канала в этом чате",
        "DEL_PROCESS": "Пытаюсь отвязать канал...",
        "DEL_SUCCESS": "Канал успешно отвязан от этой категории. Теперь вы больше не будете получать новости этого канала в этом чате",
        "DEL_STOP_ALREADY": "Этот канал не привязан к этой категории. Попробуйте еще раз. /del",
        "CHOOSE_LANGUAGE": "Выберите язык",
        "CHANGE_LANGUAGE": "Язык успешно изменен",
        "NO_SUB_CATS": "Ваша подписка не дает возможности создавать больше категорий. Пожалуйста, приобретите подписку на нашем сайте",
        "NO_SUB_CHANNELS": "Ваша или чья-то подписка не дает возможности привязывать больше каналов к этой категории. Пожалуйста, приобретите подписку на нашем сайте",
        "HELLO_USER": "Добро пожаловать, {name}!",
        "NO_SUB_NEW_USER": "Извините, подписка пользователя не позволяет ему находиться в этой категории"
    },
    "en": {
        "NAME": "English",
        "START": "Hello!",
        "DEBUG_MODE_1": " ⚠ *Attention!* Technical work on the server!\n\n🛠 We are trying to improve the quality of the bot, fix bugs and add new features. This may take some time.\n\n ⏰ You *will continue to receive* news from channels in categories, but the rest of the bot's functionality is currently unavailable. We ask you to wait a bit, the bot will continue its work soon.\n\n🙏 *Thank you* for understanding!",
        "DEBUG_MODE_2": " ⚠ *Attention!* Technical work on the server!\n\n🛠 We are trying to improve the quality of the bot, fix bugs and add new features. This may take some time.\n\n ⏰ Now the bot's functionality is *completely suspended*. We ask you to wait a bit, the bot will continue its work soon.\n\n🙏 *Thank you* for understanding!",
        "CATEGORY_STEP": "Write the name of the new category",
        "CATEGORY_CREATING": "Trying to create a category...",
        "CATEGORY_START": "You have just created a new category. Now link to it those channels from which you would like to receive news in this category",
        "CATEGORY_HELP": "List of available commands:\n\n/add - link the channel to this category\n/del - unlink the channel from this category\n/lang - change the language\n/help - list of available commands",
        "CATEGORY_SUCCESS": "You have successfully created a new category. Go to the created chat for further configuration",
        "BOT_HELP": "List of available commands:\n\n/cat - create a new category\n/lang - change the language\n/help - list of available commands",
        "ADD_DEL_STEP": "Write the name of the channel that starts with the «@» sign",
        "ADD_PROCESS": "Trying to link a channel...",
        "ADD_STOP_ALREADY": "The channel is already linked to this category. Try again. /add",
        "ADD_DEL_STOP_NONE": "Can't find the channel. Try again.",
        "ADD_SUCCESS": "The channel has successfully linked to this category. Now you will receive all the news of this channel in this chat",
        "DEL_PROCESS": "Trying to unlink the channel...",
        "DEL_SUCCESS": "The channel has been successfully unlinked from this category. Now you will no longer receive the news of this channel in this chat",
        "DEL_STOP_ALREADY": "This channel is not linked to this category. Try again. /del",
        "CHOOSE_LANGUAGE": "Choose the language",
        "CHANGE_LANGUAGE": "Language changed successfully",
        "NO_SUB_CATS": "Your subscription does not allow you to create more categories. Please purchase a subscription to our website",
        "NO_SUB_CHANNELS": "Your or someone else's subscription does not allow you to link more channels to this category. Please purchase a subscription to our website",
        "HELLO_USER": "Welcome, {name}!",
        "NO_SUB_NEW_USER": "Sorry, the user's subscription does not allow him to be in this category"
    }
}